{
    "buckets": [
        {
            "Name": "chawyehsu_dorado",
            "Source": "https://github.com/chawyehsu/dorado",
            "Updated": "2023-11-26T08:12:23+08:00",
            "Manifests": 247
        },
        {
            "Name": "dorado",
            "Source": "https://github.com/h404bi/dorado",
            "Updated": "2023-11-26T08:12:23+08:00",
            "Manifests": 247
        },
        {
            "Name": "echoiron_echo-scoop",
            "Source": "https://github.com/echoiron/echo-scoop",
            "Updated": "2022-05-07T18:36:42+08:00",
            "Manifests": 81
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-11-26T16:25:07+08:00",
            "Manifests": 1889
        },
        {
            "Name": "hoilc_scoop-lemon",
            "Source": "https://github.com/hoilc/scoop-lemon",
            "Updated": "2023-11-26T14:17:47+08:00",
            "Manifests": 892
        },
        {
            "Name": "iszy",
            "Source": "https://github.com/ZvonimirSun/scoop-iszy.git",
            "Updated": "2023-11-07T17:58:13+08:00",
            "Manifests": 17
        },
        {
            "Name": "ivaquero_scoopet",
            "Source": "https://github.com/ivaquero/scoopet",
            "Updated": "2023-11-25T19:06:18+08:00",
            "Manifests": 77
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-11-26T09:07:07+08:00",
            "Manifests": 266
        },
        {
            "Name": "jetbrains",
            "Source": "https://github.com/Ash258/Scoop-JetBrains",
            "Updated": "2023-11-24T03:14:08+08:00",
            "Manifests": 104
        },
        {
            "Name": "lzwme_scoop-proxy-cn",
            "Source": "https://github.com/lzwme/scoop-proxy-cn",
            "Updated": "2023-11-26T09:34:12+08:00",
            "Manifests": 9972
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-11-26T12:25:27+08:00",
            "Manifests": 1265
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-11-22T02:17:55+08:00",
            "Manifests": 327
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2023-11-22T08:15:16+08:00",
            "Manifests": 275
        }
    ],
    "apps": [
        {
            "Source": "main",
            "Info": "",
            "Version": "21.07",
            "Updated": "2022-05-07T19:40:39.8455588+08:00",
            "Name": "7zip"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "34.0.1",
            "Updated": "2023-03-23T16:01:55.0435231+08:00",
            "Name": "adb"
        },
        {
            "Source": "chawyehsu_dorado",
            "Info": "",
            "Version": "1.5.5",
            "Updated": "2022-05-08T00:08:06.3845937+08:00",
            "Name": "another-redis-desktop-manager"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.36.0-1",
            "Updated": "2022-05-08T00:08:09.0186862+08:00",
            "Name": "aria2"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "2022-04-26",
            "Updated": "2022-05-08T01:26:09.707624+08:00",
            "Name": "cacert"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.25.2",
            "Updated": "2023-02-26T16:58:09.3559608+08:00",
            "Name": "cmake"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "8.1.2_2",
            "Updated": "2023-06-05T17:26:35.2619418+08:00",
            "Name": "curl"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.11.2",
            "Updated": "2022-05-08T01:22:27.7646597+08:00",
            "Name": "dark"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "5.5.0.1488",
            "Updated": "2023-11-24T09:17:19.3906473+08:00",
            "Name": "diskgenius"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Info": "",
            "Version": "10.1.1002.1",
            "Updated": "2023-05-13T23:43:42.086601+08:00",
            "Name": "dismpp"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "2022-12",
            "Updated": "2023-01-09T13:58:20.163473+08:00",
            "Name": "eclipse-java"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.14.0.20230315",
            "Updated": "2023-08-28T10:42:19.688335+08:00",
            "Name": "eclipse-mat"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.4.1.1024",
            "Updated": "2023-11-13T19:17:52.6468338+08:00",
            "Name": "everything"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "5.0.1",
            "Updated": "2022-05-08T00:37:15.9067794+08:00",
            "Name": "ffmpeg"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "5.0.20211.51073",
            "Updated": "2022-05-08T00:07:12.9028849+08:00",
            "Name": "fiddler"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "3.10.0",
            "Updated": "2023-05-13T20:56:20.2145117+08:00",
            "Name": "flutter"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.38.0",
            "Updated": "2023-02-25T21:34:41.5143784+08:00",
            "Name": "fzf"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "11.2.0",
            "Updated": "2023-02-25T23:14:43.5760118+08:00",
            "Name": "gcc"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.4.9.151",
            "Updated": "2022-05-08T00:39:57.1666388+08:00",
            "Name": "geekuninstaller"
        },
        {
            "Source": "chawyehsu_dorado",
            "Info": "",
            "Version": "2.42.0.windows.2",
            "Updated": "2023-11-17T16:25:13.1419639+08:00",
            "Name": "git"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.20.1",
            "Updated": "2023-02-25T21:52:49.8093288+08:00",
            "Name": "go"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "119.0.6045.124",
            "Updated": "2023-11-10T22:58:48.8514402+08:00",
            "Name": "googlechrome"
        },
        {
            "Source": "java",
            "Info": "",
            "Version": "22.3.2",
            "Updated": "2023-08-28T10:48:25.2292221+08:00",
            "Name": "graalvm-jdk17"
        },
        {
            "Source": null,
            "Info": "Install failed",
            "Version": null,
            "Updated": "2023-11-10T23:27:31.1578193+08:00",
            "Name": "gradle"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.7",
            "Updated": "2022-05-08T00:41:58.3813024+08:00",
            "Name": "grep"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.3.0",
            "Updated": "2022-05-08T16:09:53.3608449+08:00",
            "Name": "gsudo"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "5.46",
            "Updated": "2022-05-08T00:42:07.805273+08:00",
            "Name": "honeyview"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Info": "",
            "Version": "6.40.11",
            "Updated": "2022-05-08T00:44:27.19218+08:00",
            "Name": "idm"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.50",
            "Updated": "2022-05-08T14:27:57.833433+08:00",
            "Name": "innounp"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.6.6",
            "Updated": "2022-06-04T10:00:31.8947919+08:00",
            "Name": "jd-gui"
        },
        {
            "Source": "nerd-fonts",
            "Info": "",
            "Version": "2.1.0",
            "Updated": "2022-05-08T01:16:40.5635027+08:00",
            "Name": "JetBrainsMono-NF"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "5.5",
            "Updated": "2022-08-17T22:51:55.8665082+08:00",
            "Name": "jmeter"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "0.34",
            "Updated": "2022-05-08T01:10:59.0490815+08:00",
            "Name": "lazygit"
        },
        {
            "Source": "java",
            "Info": "",
            "Version": "11.0.16-8",
            "Updated": "2022-07-31T13:11:22.5429709+08:00",
            "Name": "liberica11-full-jdk"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "4.4",
            "Updated": "2023-02-25T21:33:11.4659852+08:00",
            "Name": "make"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.9.1",
            "Updated": "2023-04-15T23:08:22.1750489+08:00",
            "Name": "maven"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "3.4",
            "Updated": "2022-05-08T01:11:43.8742216+08:00",
            "Name": "memreduct"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "12.2.0-rt_v10-rev1",
            "Updated": "2023-02-25T22:18:31.459874+08:00",
            "Name": "mingw"
        },
        {
            "Source": "caoli5288_scoop-bucket",
            "Info": "",
            "Version": "23.4",
            "Updated": "2023-11-16T18:50:40.9562249+08:00",
            "Name": "mobaxterm"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.8.3",
            "Updated": "2023-02-25T09:11:06.6319242+08:00",
            "Name": "neovim"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.23.3",
            "Updated": "2023-02-21T17:33:19.0321613+08:00",
            "Name": "nginx"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "7.94",
            "Updated": "2023-06-02T11:52:49.372495+08:00",
            "Name": "nmap"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "8.4",
            "Updated": "2022-05-08T01:12:27.7726788+08:00",
            "Name": "notepadplusplus"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.1.11",
            "Updated": "2023-05-16T12:37:51.9447213+08:00",
            "Name": "nvm"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "8.9.1.0p1",
            "Updated": "2022-07-31T11:51:16.2268069+08:00",
            "Name": "openssh"
        },
        {
            "Source": "iszy",
            "Info": "",
            "Version": "8u333",
            "Updated": "2022-08-27T14:11:07.2527332+08:00",
            "Name": "oraclejdk8"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.1.2",
            "Updated": "2023-03-28T10:28:45.3560808+08:00",
            "Name": "pandoc"
        },
        {
            "Source": "lzwme_scoop-proxy-cn",
            "Info": "",
            "Version": "2.6.1a",
            "Updated": "2023-11-18T16:19:08.6273152+08:00",
            "Name": "PixivBiu"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "10.19.7",
            "Updated": "2023-11-13T16:07:56.1899455+08:00",
            "Name": "postman"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Info": "",
            "Version": "1.7.21630",
            "Updated": "2022-05-21T18:05:07.4475928+08:00",
            "Name": "potplayer"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "0.78",
            "Updated": "2023-06-27T11:23:10.8934389+08:00",
            "Name": "putty"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Info": "",
            "Version": "9.6.0",
            "Updated": "2023-06-01T13:59:39.6052369+08:00",
            "Name": "qq"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "3.7.1",
            "Updated": "2022-05-08T01:23:38.3579641+08:00",
            "Name": "quicklook"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "13.0.0",
            "Updated": "2023-02-25T21:36:15.5607962+08:00",
            "Name": "ripgrep"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.2.1-1",
            "Updated": "2023-02-25T21:52:09.502654+08:00",
            "Name": "ruby"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.67.1",
            "Updated": "2023-02-24T21:18:25.7235442+08:00",
            "Name": "rust"
        },
        {
            "Source": "chawyehsu_dorado",
            "Info": "",
            "Version": "2.7.3-Beta",
            "Updated": "2022-05-08T01:23:46.2364324+08:00",
            "Name": "snipaste-beta"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.3.0.2",
            "Updated": "2022-07-01T09:00:16.2550636+08:00",
            "Name": "SpaceSniffer"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "3.41.0",
            "Updated": "2023-02-24T21:19:20.9469039+08:00",
            "Name": "sqlite"
        },
        {
            "Source": "versions",
            "Info": "",
            "Version": "nightly-20220523",
            "Updated": "2022-05-23T17:08:08.1731217+08:00",
            "Name": "steam"
        },
        {
            "Source": "chawyehsu_dorado",
            "Info": "",
            "Version": "2.8.6",
            "Updated": "2023-01-06T20:14:18.970792+08:00",
            "Name": "steampp"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.2020.01.26",
            "Updated": "2022-05-08T01:24:07.2931552+08:00",
            "Name": "sudo"
        },
        {
            "Source": "hoilc_scoop-lemon",
            "Info": "",
            "Version": "0.39",
            "Updated": "2023-03-07T15:21:14.8460068+08:00",
            "Name": "tcping"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "msys-inetutils-1.7-1",
            "Updated": "2022-05-08T01:24:22.6201258+08:00",
            "Name": "telnet"
        },
        {
            "Source": "java",
            "Info": "",
            "Version": "8.0.362-9",
            "Updated": "2023-03-23T16:02:37.2480915+08:00",
            "Name": "temurin8-jdk"
        },
        {
            "Source": "chawyehsu_dorado",
            "Info": "",
            "Version": "4.6.1.4",
            "Updated": "2023-03-06T17:00:45.2416666+08:00",
            "Name": "todesk"
        },
        {
            "Source": "versions",
            "Info": "",
            "Version": "9.0.71",
            "Updated": "2023-02-21T11:20:47.0496375+08:00",
            "Name": "tomcat9"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.83",
            "Updated": "2022-07-26T21:52:42.3634573+08:00",
            "Name": "trafficmonitor"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.20.7",
            "Updated": "2023-02-24T21:21:16.4191354+08:00",
            "Name": "tree-sitter"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "0.77.0",
            "Updated": "2023-11-16T18:50:14.7113859+08:00",
            "Name": "vcredist-aio"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.0.96",
            "Updated": "2023-11-18T14:26:16.500534+08:00",
            "Name": "Ventoy"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "8.2.2824",
            "Updated": "2022-05-08T01:25:05.6418114+08:00",
            "Name": "vim"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "1.84.2",
            "Updated": "2023-11-13T09:02:55.3513254+08:00",
            "Name": "vscode"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "2023.2.4-232.10203.14",
            "Updated": "2023-11-10T22:46:30.719722+08:00",
            "Name": "WebStorm"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "1.21.3",
            "Updated": "2022-05-08T01:26:16.4337032+08:00",
            "Name": "wget"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "6.20",
            "Updated": "2023-02-18T16:04:20.5557527+08:00",
            "Name": "winrar"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "4.0.5",
            "Updated": "2023-04-27T16:55:55.7317764+08:00",
            "Name": "wireshark"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Info": "",
            "Version": "R236",
            "Updated": "2022-05-08T13:44:58.0463794+08:00",
            "Name": "xiaowan"
        },
        {
            "Source": "extras",
            "Info": "",
            "Version": "23.05.1740",
            "Updated": "2023-10-19T10:34:43.4810528+08:00",
            "Name": "xmind"
        },
        {
            "Source": "lzwme_scoop-proxy-cn",
            "Info": "",
            "Version": "7.0.0056",
            "Updated": "2023-11-16T18:50:26.6835479+08:00",
            "Name": "xshell"
        },
        {
            "Source": "main",
            "Info": "",
            "Version": "0.10.1",
            "Updated": "2023-02-25T22:50:23.6437105+08:00",
            "Name": "zig"
        }
    ]
}
