{
    "apps": [
        {
            "Source": "main",
            "Updated": "2022-05-07T19:40:39.8455588+08:00",
            "Info": "",
            "Name": "7zip",
            "Version": "21.07"
        },
        {
            "Source": "main",
            "Updated": "2023-03-23T16:01:55.0435231+08:00",
            "Info": "",
            "Name": "adb",
            "Version": "34.0.1"
        },
        {
            "Source": "chawyehsu_dorado",
            "Updated": "2022-05-08T00:08:06.3845937+08:00",
            "Info": "",
            "Name": "another-redis-desktop-manager",
            "Version": "1.5.5"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T00:08:09.0186862+08:00",
            "Info": "",
            "Name": "aria2",
            "Version": "1.36.0-1"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:26:09.707624+08:00",
            "Info": "",
            "Name": "cacert",
            "Version": "2022-04-26"
        },
        {
            "Source": "main",
            "Updated": "2023-02-26T16:58:09.3559608+08:00",
            "Info": "",
            "Name": "cmake",
            "Version": "3.25.2"
        },
        {
            "Source": "main",
            "Updated": "2023-06-05T17:26:35.2619418+08:00",
            "Info": "",
            "Name": "curl",
            "Version": "8.1.2_2"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:22:27.7646597+08:00",
            "Info": "",
            "Name": "dark",
            "Version": "3.11.2"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Updated": "2023-05-13T23:43:42.086601+08:00",
            "Info": "",
            "Name": "dismpp",
            "Version": "10.1.1002.1"
        },
        {
            "Source": "extras",
            "Updated": "2023-01-09T13:58:20.163473+08:00",
            "Info": "",
            "Name": "eclipse-java",
            "Version": "2022-12"
        },
        {
            "Source": "extras",
            "Updated": "2023-08-28T10:42:19.688335+08:00",
            "Info": "",
            "Name": "eclipse-mat",
            "Version": "1.14.0.20230315"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-13T19:17:52.6468338+08:00",
            "Info": "",
            "Name": "everything",
            "Version": "1.4.1.1024"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T00:37:15.9067794+08:00",
            "Info": "",
            "Name": "ffmpeg",
            "Version": "5.0.1"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T00:07:12.9028849+08:00",
            "Info": "",
            "Name": "fiddler",
            "Version": "5.0.20211.51073"
        },
        {
            "Source": "extras",
            "Updated": "2023-05-13T20:56:20.2145117+08:00",
            "Info": "",
            "Name": "flutter",
            "Version": "3.10.0"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T21:34:41.5143784+08:00",
            "Info": "",
            "Name": "fzf",
            "Version": "0.38.0"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T23:14:43.5760118+08:00",
            "Info": "",
            "Name": "gcc",
            "Version": "11.2.0"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T00:39:57.1666388+08:00",
            "Info": "",
            "Name": "geekuninstaller",
            "Version": "1.4.9.151"
        },
        {
            "Source": "chawyehsu_dorado",
            "Updated": "2023-11-17T16:25:13.1419639+08:00",
            "Info": "",
            "Name": "git",
            "Version": "2.42.0.windows.2"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T21:52:49.8093288+08:00",
            "Info": "",
            "Name": "go",
            "Version": "1.20.1"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-10T22:58:48.8514402+08:00",
            "Info": "",
            "Name": "googlechrome",
            "Version": "119.0.6045.124"
        },
        {
            "Source": "java",
            "Updated": "2023-08-28T10:48:25.2292221+08:00",
            "Info": "",
            "Name": "graalvm-jdk17",
            "Version": "22.3.2"
        },
        {
            "Source": null,
            "Updated": "2023-11-10T23:27:31.1578193+08:00",
            "Info": "Install failed",
            "Name": "gradle",
            "Version": null
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T00:41:58.3813024+08:00",
            "Info": "",
            "Name": "grep",
            "Version": "3.7"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T16:09:53.3608449+08:00",
            "Info": "",
            "Name": "gsudo",
            "Version": "1.3.0"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T00:42:07.805273+08:00",
            "Info": "",
            "Name": "honeyview",
            "Version": "5.46"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Updated": "2022-05-08T00:44:27.19218+08:00",
            "Info": "",
            "Name": "idm",
            "Version": "6.40.11"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T14:27:57.833433+08:00",
            "Info": "",
            "Name": "innounp",
            "Version": "0.50"
        },
        {
            "Source": "extras",
            "Updated": "2022-06-04T10:00:31.8947919+08:00",
            "Info": "",
            "Name": "jd-gui",
            "Version": "1.6.6"
        },
        {
            "Source": "nerd-fonts",
            "Updated": "2022-05-08T01:16:40.5635027+08:00",
            "Info": "",
            "Name": "JetBrainsMono-NF",
            "Version": "2.1.0"
        },
        {
            "Source": "extras",
            "Updated": "2022-08-17T22:51:55.8665082+08:00",
            "Info": "",
            "Name": "jmeter",
            "Version": "5.5"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T01:10:59.0490815+08:00",
            "Info": "",
            "Name": "lazygit",
            "Version": "0.34"
        },
        {
            "Source": "java",
            "Updated": "2022-07-31T13:11:22.5429709+08:00",
            "Info": "",
            "Name": "liberica11-full-jdk",
            "Version": "11.0.16-8"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T21:33:11.4659852+08:00",
            "Info": "",
            "Name": "make",
            "Version": "4.4"
        },
        {
            "Source": "main",
            "Updated": "2023-04-15T23:08:22.1750489+08:00",
            "Info": "",
            "Name": "maven",
            "Version": "3.9.1"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T01:11:43.8742216+08:00",
            "Info": "",
            "Name": "memreduct",
            "Version": "3.4"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T22:18:31.459874+08:00",
            "Info": "",
            "Name": "mingw",
            "Version": "12.2.0-rt_v10-rev1"
        },
        {
            "Source": "caoli5288_scoop-bucket",
            "Updated": "2023-11-16T18:50:40.9562249+08:00",
            "Info": "",
            "Name": "mobaxterm",
            "Version": "23.4"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T09:11:06.6319242+08:00",
            "Info": "",
            "Name": "neovim",
            "Version": "0.8.3"
        },
        {
            "Source": "main",
            "Updated": "2023-02-21T17:33:19.0321613+08:00",
            "Info": "",
            "Name": "nginx",
            "Version": "1.23.3"
        },
        {
            "Source": "main",
            "Updated": "2023-06-02T11:52:49.372495+08:00",
            "Info": "",
            "Name": "nmap",
            "Version": "7.94"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T01:12:27.7726788+08:00",
            "Info": "",
            "Name": "notepadplusplus",
            "Version": "8.4"
        },
        {
            "Source": "main",
            "Updated": "2023-05-16T12:37:51.9447213+08:00",
            "Info": "",
            "Name": "nvm",
            "Version": "1.1.11"
        },
        {
            "Source": "main",
            "Updated": "2022-07-31T11:51:16.2268069+08:00",
            "Info": "",
            "Name": "openssh",
            "Version": "8.9.1.0p1"
        },
        {
            "Source": "iszy",
            "Updated": "2022-08-27T14:11:07.2527332+08:00",
            "Info": "",
            "Name": "oraclejdk8",
            "Version": "8u333"
        },
        {
            "Source": "main",
            "Updated": "2023-03-28T10:28:45.3560808+08:00",
            "Info": "",
            "Name": "pandoc",
            "Version": "3.1.2"
        },
        {
            "Source": "lzwme_scoop-proxy-cn",
            "Updated": "2023-11-18T16:19:08.6273152+08:00",
            "Info": "",
            "Name": "PixivBiu",
            "Version": "2.6.1a"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-13T16:07:56.1899455+08:00",
            "Info": "",
            "Name": "postman",
            "Version": "10.19.7"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Updated": "2022-05-21T18:05:07.4475928+08:00",
            "Info": "",
            "Name": "potplayer",
            "Version": "1.7.21630"
        },
        {
            "Source": "extras",
            "Updated": "2023-06-27T11:23:10.8934389+08:00",
            "Info": "",
            "Name": "putty",
            "Version": "0.78"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Updated": "2023-06-01T13:59:39.6052369+08:00",
            "Info": "",
            "Name": "qq",
            "Version": "9.6.0"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T01:23:38.3579641+08:00",
            "Info": "",
            "Name": "quicklook",
            "Version": "3.7.1"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T21:36:15.5607962+08:00",
            "Info": "",
            "Name": "ripgrep",
            "Version": "13.0.0"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T21:52:09.502654+08:00",
            "Info": "",
            "Name": "ruby",
            "Version": "3.2.1-1"
        },
        {
            "Source": "main",
            "Updated": "2023-02-24T21:18:25.7235442+08:00",
            "Info": "",
            "Name": "rust",
            "Version": "1.67.1"
        },
        {
            "Source": "chawyehsu_dorado",
            "Updated": "2022-05-08T01:23:46.2364324+08:00",
            "Info": "",
            "Name": "snipaste-beta",
            "Version": "2.7.3-Beta"
        },
        {
            "Source": "extras",
            "Updated": "2022-07-01T09:00:16.2550636+08:00",
            "Info": "",
            "Name": "SpaceSniffer",
            "Version": "1.3.0.2"
        },
        {
            "Source": "main",
            "Updated": "2023-02-24T21:19:20.9469039+08:00",
            "Info": "",
            "Name": "sqlite",
            "Version": "3.41.0"
        },
        {
            "Source": "versions",
            "Updated": "2022-05-23T17:08:08.1731217+08:00",
            "Info": "",
            "Name": "steam",
            "Version": "nightly-20220523"
        },
        {
            "Source": "chawyehsu_dorado",
            "Updated": "2023-01-06T20:14:18.970792+08:00",
            "Info": "",
            "Name": "steampp",
            "Version": "2.8.6"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:24:07.2931552+08:00",
            "Info": "",
            "Name": "sudo",
            "Version": "0.2020.01.26"
        },
        {
            "Source": "hoilc_scoop-lemon",
            "Updated": "2023-03-07T15:21:14.8460068+08:00",
            "Info": "",
            "Name": "tcping",
            "Version": "0.39"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:24:22.6201258+08:00",
            "Info": "",
            "Name": "telnet",
            "Version": "msys-inetutils-1.7-1"
        },
        {
            "Source": "java",
            "Updated": "2023-03-23T16:02:37.2480915+08:00",
            "Info": "",
            "Name": "temurin8-jdk",
            "Version": "8.0.362-9"
        },
        {
            "Source": "chawyehsu_dorado",
            "Updated": "2023-03-06T17:00:45.2416666+08:00",
            "Info": "",
            "Name": "todesk",
            "Version": "4.6.1.4"
        },
        {
            "Source": "versions",
            "Updated": "2023-02-21T11:20:47.0496375+08:00",
            "Info": "",
            "Name": "tomcat9",
            "Version": "9.0.71"
        },
        {
            "Source": "extras",
            "Updated": "2022-07-26T21:52:42.3634573+08:00",
            "Info": "",
            "Name": "trafficmonitor",
            "Version": "1.83"
        },
        {
            "Source": "main",
            "Updated": "2023-02-24T21:21:16.4191354+08:00",
            "Info": "",
            "Name": "tree-sitter",
            "Version": "0.20.7"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-16T18:50:14.7113859+08:00",
            "Info": "",
            "Name": "vcredist-aio",
            "Version": "0.77.0"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-18T14:26:16.500534+08:00",
            "Info": "",
            "Name": "Ventoy",
            "Version": "1.0.96"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:25:05.6418114+08:00",
            "Info": "",
            "Name": "vim",
            "Version": "8.2.2824"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-13T09:02:55.3513254+08:00",
            "Info": "",
            "Name": "vscode",
            "Version": "1.84.2"
        },
        {
            "Source": "extras",
            "Updated": "2023-11-10T22:46:30.719722+08:00",
            "Info": "",
            "Name": "WebStorm",
            "Version": "2023.2.4-232.10203.14"
        },
        {
            "Source": "main",
            "Updated": "2022-05-08T01:26:16.4337032+08:00",
            "Info": "",
            "Name": "wget",
            "Version": "1.21.3"
        },
        {
            "Source": "extras",
            "Updated": "2022-05-08T01:26:26.2184668+08:00",
            "Info": "",
            "Name": "windows-terminal",
            "Version": "1.12.10982.0"
        },
        {
            "Source": "extras",
            "Updated": "2023-02-18T16:04:20.5557527+08:00",
            "Info": "",
            "Name": "winrar",
            "Version": "6.20"
        },
        {
            "Source": "extras",
            "Updated": "2023-04-27T16:55:55.7317764+08:00",
            "Info": "",
            "Name": "wireshark",
            "Version": "4.0.5"
        },
        {
            "Source": "echoiron_echo-scoop",
            "Updated": "2022-05-08T13:44:58.0463794+08:00",
            "Info": "",
            "Name": "xiaowan",
            "Version": "R236"
        },
        {
            "Source": "extras",
            "Updated": "2023-10-19T10:34:43.4810528+08:00",
            "Info": "",
            "Name": "xmind",
            "Version": "23.05.1740"
        },
        {
            "Source": "lzwme_scoop-proxy-cn",
            "Updated": "2023-11-16T18:50:26.6835479+08:00",
            "Info": "",
            "Name": "xshell",
            "Version": "7.0.0056"
        },
        {
            "Source": "main",
            "Updated": "2023-02-25T22:50:23.6437105+08:00",
            "Info": "",
            "Name": "zig",
            "Version": "0.10.1"
        }
    ],
    "buckets": [
        {
            "Name": "chawyehsu_dorado",
            "Source": "https://github.com/chawyehsu/dorado",
            "Updated": "2023-11-17T08:11:36+08:00",
            "Manifests": 247
        },
        {
            "Name": "dorado",
            "Source": "https://github.com/h404bi/dorado",
            "Updated": "2023-11-17T08:11:36+08:00",
            "Manifests": 247
        },
        {
            "Name": "echoiron_echo-scoop",
            "Source": "https://github.com/echoiron/echo-scoop",
            "Updated": "2022-05-07T18:36:42+08:00",
            "Manifests": 81
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2023-11-18T12:29:53+08:00",
            "Manifests": 1888
        },
        {
            "Name": "hoilc_scoop-lemon",
            "Source": "https://github.com/hoilc/scoop-lemon",
            "Updated": "2023-11-18T14:19:13+08:00",
            "Manifests": 890
        },
        {
            "Name": "iszy",
            "Source": "https://github.com/ZvonimirSun/scoop-iszy.git",
            "Updated": "2023-11-07T17:58:13+08:00",
            "Manifests": 17
        },
        {
            "Name": "ivaquero_scoopet",
            "Source": "https://github.com/ivaquero/scoopet",
            "Updated": "2023-11-15T20:47:57+08:00",
            "Manifests": 75
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2023-11-17T12:17:52+08:00",
            "Manifests": 266
        },
        {
            "Name": "jetbrains",
            "Source": "https://github.com/Ash258/Scoop-JetBrains",
            "Updated": "2023-11-17T19:15:28+08:00",
            "Manifests": 104
        },
        {
            "Name": "lzwme_scoop-proxy-cn",
            "Source": "https://github.com/lzwme/scoop-proxy-cn",
            "Updated": "2023-11-18T09:23:48+08:00",
            "Manifests": 9916
        },
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2023-11-17T12:26:46+08:00",
            "Manifests": 1262
        },
        {
            "Name": "nerd-fonts",
            "Source": "https://github.com/matthewjberger/scoop-nerd-fonts",
            "Updated": "2023-11-17T19:14:44+08:00",
            "Manifests": 297
        },
        {
            "Name": "nirsoft",
            "Source": "https://github.com/kodybrown/scoop-nirsoft",
            "Updated": "2023-11-07T04:24:40+08:00",
            "Manifests": 275
        }
    ]
}
